{
"About": {
  "Name": "Meriem Idris",
  "Currently": "Computer Science Student",
  "Headshot": "headshot.png",
  "Thumbnail": "headshot.png",
  "AboutText": "Hi, I am Bob Zendejo. I am a passionate computer science student with a keen interest in software development and programming. Currently, I am pursuing my undergraduate degree at Seattle Pacific University. I am dedicated to expanding my knowledge and skills in various areas of computer science, with a particular focus on C++ programming.<br><br>I enjoy tackling challenging programming projects and I thrive in collaborative environments where I can contribute my expertise and learn from my peers.<br><br>Beyond the classroom, I actively engage in extracurricular activities related to computer science, including hackathons, coding competitions, and open-source contributions. I believe in the importance of continuous learning and seek out opportunities to explore new technologies and methodologies."
},
"Contact": {
  "EMail": "idrism@spu.edu",
  "Phone": "",
  "Portfolio": "https://www.github.com",
  "LinkedIn": "https://linkedin.com",
  "GitHub": "https://www.github.com"
},
"Experience": {
  "ExperienceText": "I am currently interning with the 'How's Life?' app as a software developer!<br><br>I have a passion for programming and enjoy creating cute websites and games. In my free time, I love to draw, go on walks, and work on various coding projects. Developing new applications and learning about emerging technologies keeps me inspired and motivated. Balancing creativity with technical skills allows me to constantly innovate and improve my craft.",
  "School": "Seattle Pacific University",
  "Major": "Computer Science",
  "Graduation": "June 2023",
  "EducationText": "I major in BA Compute science and minor in Data Analytics",
  "Employment": "Seattle Pacific University",
  "Role": "How's Life? Intern",
  "EmploymentText": "I currently intern with How's Life.",
  "Skills": ["C++", " JavaScript", " Node", " CSS"," HTML"],
  "SkillsText": "Data Structures, Web Development, Data Analytics, Statistical Analysis, Leadership.",
  "Resume": "student-resume.pdf"  
},
"Project1": {
    "Title": "FITBUDDY",
    "Desc": "FitBuddy is a comprehensive fitness application designed to enhance personal health and wellness through personalized workout plans, nutrition guidance, and community engagement. The app offers users a customizable and interactive experience, adjusting to their individual fitness needs and goals. By featuring advanced features such as AI-powered training and social support, FitBuddy aims to provide an effective and motivating fitness solution for users of all levels.",
    "GitHubRepo": "https://github.com",
    "MainImage": "fitness.png",
    "DetailImages": ["P1Detail1.png","P1Detail2.png","P1Detail3.png"]
  },
  "Project2": {
    "Title": "Interesting Project 2",
    "Desc": "This is a description of Project Two.<br><br>It also has a GitHub repo and more details shown in screenshots.",
    "GitHubRepo": "https://github.com",
    "MainImage": "P2Main.png",
    "DetailImages": ["P2Detail1.png","P2Detail2.png","P2Detail3.png","P2Detail4.png"]
  },
  "Project3": {
    "Title": "Interesting Project 3",
    "Desc": "This is a description of Project Three.<br><br>It does not have a GitHub repo or any additional screenshots.",
    "GitHubRepo": "",
    "MainImage": "P3Main.png",
    "DetailImages": []
  },
  "Project4": {
    "Title": "",
    "Desc": "",
    "GitHubRepo": "",
    "MainImage": "",
    "DetailImages": []
  }
}
